{"pages":[{"title":"Actividades rentables","text":"Estas son anotaciones que aún no puse en práctica, así que no certifico que toda la información sea correcta. Gran parte es un resumen de Newbie guide for riches in EVE y de algún otro sitio que ya ni recuerdo. Skills generales Estas son skills que sirven para distintas actividades relacionadas con industria y comercio. Cybernetics : para poder usar implantes mejores, y con ellos acelerar el tiempo de entrenamiento de skills. Science Laboratory Operation y Advanced Laboratory Operation : por cada nivel de cada una, se incrementa en 1 la cantidad de trabajos que se pueden realizar en simultaneo. Scientific networking : para realizar operaciones de industria remotamente (sin estar en la misma estación donde se encuentran las blueprints). Science : es un pre-requisito para otras skills. Por cada nivel otorga 5% de aumento de velocidad a la copia de blueprints. Production Mass Production y Advanced Mass Production : para usar múltiples estaciones en simultaneo (cada nivel: +1). Supply Chain Management : para manejar la producción a distancia. Industry : para tardar menos tiempo en cada trabajo. Misiones Social : para subir la reputación más rápido. Es un 5% de bonus por nivel para el incremento de reputación con NPCs, corporaciones y facciones. Negotiations : aumento del 5% sobre la recompensa de los agentes de misiones. Connections : modificador del 4% a la reputación efectiva de corporaciones y facciones NPC amistosas. No se acumula con Diplomacy ni con Criminal Connections. Hauling (Gallente/Amarr/Caldari/Minmatar) Industrial : se necesita en 5 para usar naves industriales T2. Refinado Reprocessing : otorga un 3% más (por nivel) al procesar ores y hielo. Reprocessing efficiency : otro 2% de bonus al reprocesado de ores y hielo. Scrapmetal reprocessing : al reprocesar loot se obtiene un 2% más de minerales (por nivel). Arkonor / Bistot / Crokite / ... Processing : un 2% de material extra al procesar la veta de cada mineral. Trading Accounting Broker relations Contracting Margin trading Trade Retail Wholesale Misiones Hacer las misiones de los career agents para la facción que posee la estación con la cual se comerciará (Jita = Caldari, y quizás para la facción aliada a los Caldari: Amarr). Para algunas misiones se necesitan skills, como Astrometrics (para la cadena de exploración). Usar implantes tan pronto sea posible. Esto está limitado por el entrenamiento de cybernetics y por la disponibilidad de ISK. Los implantes son: limited: +1, beta:+2, basic: +3, standard: +4, improved: +5. Cada nivel de misiones tiene un límite en cuanto a la nave con la que se puede completar. Conviene usar la nave más grande que permita la misión. En general la recomendación es la siguiente: Nivel 1: fragata o destructor Nivel 2: crucero Nivel 3: battlecruiser Nivel 4: battleship En las misiones de exploración sacar 6 documentos de cada container. Lootear uno, esperar a que haga respawn , lootear de nuevo y repetir. Reputación Para vender productos se pagan broker fees y sales tax . Para colocar una orden de compra se pagan broker fees . El sales tax es 1.5% y decrece con Accounting. El broker fee es 1% y decrece con Broker relations. En el ejemplo de GreedyGoblin dice que si comprás un item por 90M y lo vendés por 100M pagás 675K+750K+750K = 2.175M, que es casi 22% de tu ganancia. A mi me da otra cosa porque entre broker fees y sales tax tengo 900K+1M+1.5M = 3.4M, que es casi un 35% de la ganancia (100M - 90M). Los brokers fees se pueden reducir drásticamente mejorando la reputación con la facción de la estación donde se compra/vende. Para subirla hay que hacer las misiones storyline que se obtienen tras hacer 16 misiones del mismo tipo, del mismo nivel, de la misma facción. Un truco que se puede usar para subir la reputación es armar una flota con un personaje propio o ajeno capaz de hacer misiones L4, volar al punto de misión en una cápsula (que los piratas no atacan) y permanecer alli hasta que el otro personaje complete la misión. Otra manera es hacer misiones L3 de distribución con una nave industrial. Para los Caldari GreedyGoblin recomienda el sistema Ono. El número de misiones que vamos haciendo se puede saber usando el wallet y filtrando por career agent rewards . Si estábamos haciendo misiones L3 de distribución y nos toca un storyline de combate le podemos pagar a alguien para que nos acompañe. Se busca obtener más de 8 de reputación con la corporación (antes de la skill Connections). En este punto la reputación con la facción será de alrededor de 6 (lo cual provee una reducción de broker fees en 0.35%. Con un personaje que haga misiones de combate se puede subir mucho con las misiones Cosmos . Con suficiente dinero se pueden comprar pirate tags para completar las misiones datacenter . También se puede hacer el arco épico de Sisters of EVE. Hauling El hauling regional consiste en comprar tritanium, pyerite y otros materiales desparramados en las regiones cercanas y a buen precio, para llevarlas al centro comercial. Se puede usar una industrial T2 (como un Badger II, que es una nave mediocre). Con más tiempo se puede aprender a pilotear una Orca, que es bastante grande y tiene muchas defensas o los grandes Freighters. El regional hauling tiene el más alto retorno respecto de la inversión, los menores riesgos (salvo errores) pero el menor retorno en tiempo. Se pueden obtener unos 100-200M por hora. Es la tarea más recomendable para principiantes. Se puede mejorar el ISK/hour contratando servicios de courier, con contratos públicos o usando corps como Red Frog Freight o Push Industries. Se pierde dinero a cambio de tiempo, y en definitiva se gana. Algunas regiones son muy cercanas a los hubs de otras regiones, por ejemplo Jita está a 2 saltos de Lonetrek, The Citadel y Sinq Laison, por lo que se pueden hacer viajes entre ellas. Sin embargo tales transportes están limitados por el espacio de la nave y su débil capacidad de tanquear. \"If you carry more valuable cargo than N Tornado battlecruisers (71M), you can expect N/2 Tornados to attack you with 12000EHP oneshot. Get better tank, get cheaper cargo or forget the industrial\". Una alternativa son los items caros y pequeños ( shinies ): implantes, skills, pirate tags , módulos y otras cosas que entren una fragata (assault frigates, interceptors, covops). Sólo usar covops para ir a buscar estos items a sistemas en lowsec. Se pueden aprovechar las naves grandes para explotar el refinado de materiales. Se compran ores y se venden los minerales que se obtienen del mismo. El refinado se hace en la estación con mejor standing. En el inter-hub hauling se mueven items aprovechando las diferencias de precios entre Jita, Dodixie, Amarr, Hek y Rens. Se necesita más de un trader alt para esto, uno por cada hub que se quiera cubrir, por lo cual es más dificil para empezar. Esta es la actividad más rentable, de hasta 1B/hora. Sin embargo requiere mucha inversión y es la más riesgosa. Comercio dentro de una estación Es solo comprar y vender sin moverse de la estación, comprando barato y vendiendo más caro. Requiere isk para empezar y buenos skills (mínimo en 4). Puede ser aburrido, pero puede tener retornos más altos, hasta unos 500M por hora, aunque cada día no se obtenga más que 2 a 3% de ganancia sobre lo invertido (500M por día implicarían inversiones de 20B). El riesgo es que no se venda lo que tenemos a la venta, o se demore mucho o que caigan sus precios. Elección de items para comerciar Comerciar con items que conozcas. Por ejemplo: si te dedicas a ratear y para eso volás con cierto tipo de naves, empezá con los módulos que frecuentemente usas.","loc":"http://un-viaje-inesperado.github.io/actividades-rentables.html","tags":"tutorial"},{"title":"Cómo ratear con la Vexor Navy Issue","text":"En este artículo comento los puntos que me parecen importantes para ratear, mucho de lo cual aprendí de mis compañeros de corp. También incluyo cosas que encontré por la web y otras que descubrí por mi mismo. La nave recomendable para empezar a ratear en soledad es la Vexor Navy Issue ( VNI ), que vale unos 65m de isk (más unos 30 o 40m para sus módulos). También se puede ratear con la Vexor común, pero un piloto novato no tiene suficientes skills para que la experiencia sea agradable y redituable. La VNI no sólo tiene un low slot más, sino que la diferencia más importante es su ancho de banda de 125 Mbit/sec que permite sacar 5 drones pesados simultaneamente (cada uno ocupa 25 Mbit/sec), mientras que la Vexor sólo cuenta con 75 Mbit/sec que permiten sólo 3 berserkers en el espacio en simultaneo (o un grupo con 2 pesados, 2 medianos y 1 liviano). Secuencia de ataque Una vez elegida la anomalía (en la web encontré que las mejores en términos de isk/hora son las forsaken hub, ya que tienen pocas fragatas y muchas battleships, y resultan más relajadas que las havens que tienen fragatas en casi todas sus oleadas) la secuencia es la siguiente: warpear a 20 km. orbitar a unos 15 km de algún elemento que esté cercano al centro de la anomalía. encender el afterburner (AB), no olvidarlo porque es vital para tanquear a velocidad (es decir esquivando el daño). encender el escudo activo si está disponible (depende de los módulos instalados). sacar los berserkers (que atacarán inmediatamente después de que nuestra nave tenga el aggro ). targetear las naves pequeñas y atacarlas manualmente. dejar a los drones atacar a las naves grandes en el orden que les plazca. En algún momento, mis drones sufrían el ataque de las ratas y debía hacerlos retornar porque pierden escudo y armadura muy rápido. Para evitar este problema nuestra nave tiene que empezar a recibir daño (tener el aggro ) antes de que ataquen los drones, por eso demoro el momento de sacar los drones hasta el punto 5 y no los envío manualmente a atacar (salvo si después de empezar a recibir daño en la nave éstos se mantienen inertes). De esta manera los drones hacen su trabajo tranquilos, sin ser atacados ni una sola vez. Al sacar los berserkers lo que he visto es que atacan inicialmente la nave más pequeña que encuentran, sea una fragata, un cruiser, un battlecruiser, lo cual está muy bien. Pero el segundo blanco lo eligen incorrectamente y se van directo a atacar una battleship. Por eso el punto 5 es sacar los drones (que deben estar en modo agresivo y con focus fire) sin hacer nada más, sólo esperar a que ataquen por sí solos, ya que atacan la nave correcta aún sin que tengamos un target lock (un objetivo fijado). Mientras los drones hacen trizas la primera nave tenemos tiempo de fijar nuestros objetivos primarios, y al hacerlo descubriremos cuál nave están atacando. Continuamos con el punto 6 enviando manualmente a nuestros pequeños a atacar las naves restantes, hasta que sólo quedan battleships. Recién ahí dejamos a los drones decidir por sí solos y nos dedicamos a ver Netflix. ;) A pesar de que en el artículo sobre drones escribí que éstos se eligen de acuerdo a la envergadura de las naves enemigas (fragatas, battleships, etc), en las anomalías sólo uso berserkers incluso para deshacerme de las fragatas. Si tuviese que llamarlos de vuelta cada vez que aparece una nueva oleada, esperar a que lentamente retornen (sobre todo si están lejos), lanzar los livianos y finalmente hacer el proceso inverso, todo esto llevaría una eternidad, con lo cual se pierde la ventaja de usar warriors para atacar las fragatas. Además, los berserkers son los drones pesados más rápidos de todos los raciales, y tienen una eficiencia más que aceptable para destruir fragatas y deshacernos de sus warp scramblers y target painters. Fiteo Una configuración para tener como objetivo para ratear es: [Vexor Navy Issue, T2] Capacitor Power Relay II Capacitor Power Relay II Capacitor Power Relay II Drone Damage Amplifier II Drone Damage Amplifier II Drone Damage Amplifier II Large Shield Extender II Large Shield Extender II 100MN Monopropellant Enduring Afterburner Adaptive Invulnerability Field II Drone Link Augmentor II [Empty High slot] [Empty High slot] [Empty High slot] Medium Core Defense Field Extender I Medium Core Defense Field Extender I Medium Core Defense Field Extender I Berserker II x5 Por supuesto que un piloto nuevo tardará en poder equiparse con todos estos módulos T2, así que comenzará con varios (o todos) T1. Por otra parte, hay que tener en cuenta que si bien es recomendable llegar a una nave estable (aquella en la que todos los módulos pueden permanecer prendidos todo el tiempo) igual se puede ratear pulsando algunos módulos activos, es decir prendiéndolos sólo por algunos ciclos. Por ejemplo esto se puede hacer con el Adaptive Invulnerability Field , de modo que esté encendido sólo durante el tiempo en que estamos recibiendo más daño (generalmente cuando están presentes las fragatas enemigas que nos enlentecen o aplican el target painter). Los berserker pueden ser los T1, pero hay disponible una variante más poderosa y no tan cara que se pueden usar desde el principio: son los Integrated Berserker que cuestan unos 500k. Y si disponen de suficiente isk para arriesgar (porque a veces los drones se pierden al huir rápidamente) pueden tratar de conseguirse los Republic Fleet Berserker que son casi tan buenos como los Berserker II, a unos 3 o 4 millones cada uno. Un fiteo más experimental que busca optimizar el dps (en detrimento del escudo y que requiere buenas skills para no quedarnos sin capacitor) es: [Vexor Navy Issue, Max VNI] Capacitor Power Relay II Capacitor Power Relay II Drone Damage Amplifier II Drone Damage Amplifier II Drone Damage Amplifier II Drone Damage Amplifier II Large Shield Extender II Large Shield Extender II 100MN Monopropellant Enduring Afterburner Omnidirectional Tracking Link II, Optimal Range Script Drone Link Augmentor II [Empty High slot] [Empty High slot] [Empty High slot] Medium Drone Speed Augmentor II Medium Core Defense Field Purger I Medium Core Defense Field Purger I Berserker II x5 Skills Un piloto muy nuevo tendrá que decidir qué skills subir primero, porque todas tienen mucha importancia. Al principio es mejor subir varias a lvl 3 y 4 (lo cual no ocupa tanto tiempo) en vez de concentrarse en subir cada una de ellas al 5. Son muy importantes las siguientes para el dps: Gallente Cruiser (por el bonus de la VNI) y Drone Interfacing . Además, creo que conviene subir directamente la skill de drones pesados ( Heavy Drone Operation ) antes de subir las de drones livianos y medianos, ya que sólo estarán usando Berserkers. Si sufren mucho del daño de las ratas del Angel Cartel será bueno subirse las skills que disminuyan el daño explosivo y cinético. Cuando se animen a experimentar y hayan avanzado con el entrenamiento (yo creo que con un mes enfocados en esto es más que suficiente) pueden jugar con el equilibrio entre dps y tanqueo / capacitor. Por ejemplo, sustituyan en los lows un Capacitor Power Relay por un Drone Damage Amplifier . Los fiteos avanzados siempre tienen 4 de estos últimos, que son los únicos módulos que afectan el dps de los drones (el dps efectivo en realidad también estará modulado por skills que afecten la velocidad, tracking y rango de los drones). O coloquen un módulo para mejorar el rango o el tracking de sus Berserkers ( Omnidirectional Tracking Link ) a expensas de un Shield Extender . Secuencia de huida Cuando tengo que huir porque apareció un neutral en el sistema, la secuencia que utilizo es la siguiente: terminar de matar las fragatas, puesto que son las únicas que impiden warpear, lo cual es una condena a muerte. llamar los drones. apagar el afterburner (este paso es el que me resulta más conflictivo y está sometido a cambios futuros) alinear a la POS (mejor) o a la estación/citadel (peor, porque pueden haber puesto una burbuja muy rápidamente). esperar los drones, escanear con el escaner direccional (dscan) buscando naves enemigas. si aparecen naves enemigas en el dscan, warpear aunque los drones no hayan llegado. Más vale perder 20 millones en 5 Republic Fleet Berserker que la nave completa con drones incluidos. Tema pendiente: cómo setear el dscan. si no aparecen naves enemigas, esperar los drones y warpear. Justo cuando aparecen los neutrales uno se da cuenta de la importancia de las skills y los módulos de velocidad de los drones (Drone Navigation, Omnidirectional Tracking, Drone Navigation Computer). Por este motivo, cuanto menor sea el radio de la órbita, menos tardarán los drones en volver, así disminuye el tiempo de viaje desde y hacia la nave. Respecto del AB (el tercer paso de la lista), quizás debería apagarlo sólo si la nave se encuentra alejándose de los drones, pero a la vez me da la impresión de que la nave tarda menos en iniciar el warp si se parte de apagar el afterburner. Isk/hora Una anomalía como la Forsaken Hub da como recompensa total unos 25 a 27m de isk. El tiempo que se tarda en limpiarla depende mucho de las skills del piloto (y si tuvo que interrumpir la tarea por algún motivo). Yo me puse contento cuando llegué a obtener 8m por tick (es decir cada 20 minutos, y tardando una hora aproximadamente para completarla). Creo que no llegaba a los 380 dps. Actualmente, que aún no maximicé las skills de drones todo lo posible y hago unos 470 dps, estoy sacando unos 10-13m por tick. Con skills al máximo la VNI llega a 648 dps y unos 18-20m por tick. Aunque estos números vienen del simulador pyfa y no los verifiqué demasiado, sirven como noción para saber que tan lejos están de la cumbre del poder de destrucción. Tengan en cuenta que el aumento de dps no es lineal, es decir que no necesitan duplicar el dps para hacer la anomalía en la mitad del tiempo. Esto es así porque una parte del dps se neutraliza por la capacidad de las ratas de restablecer su escudo o armadura. Entonces, si las ratas se curan a 100 unidades por segundo y les infligimos 100 unidades de daño, nunca las vencemos. Pero si les infligimos 120 dps, tardaremos la mitad que asestándoles 110 dps. No se qué tan claro es esto, pero por favor, no se desanimen. Entrenando las habilidades correctas estarán ganando isk en un corto tiempo. Progresión La nave que aparece en el horizonte después de tocar el techo del dps con la VNI es la Ishtar (y con skills distintos la Gila y la Rattlesnake). Pero por el momento, hay mucho isk por farmear con la querida Vexor Navy Issue.","loc":"http://un-viaje-inesperado.github.io/como-ratear-con-la-vexor-navy-issue.html","tags":"tutorial"},{"title":"Más alla del dosmil","text":"Nadie que haya sido fanático de Una ventana hacia el futuro (Beyond 2000, transmitido por un canal de Chile que veíamos por cable en la Argentina de los '90) puede dar vueltas por los sistemas de New Eden sin dedicarse a la exploración, que consiste en identificar sitios con tesoros ocultos. La tarea se inicia mirando si existen anomalías señaladas como Cosmic Anomalies en el Probe Scanner. El paso siguiente es identificar su tipo (si es de reliquias, de datos o si lo que emite señales cósmicas es un wormhole) y determinar con exactitud su posición, tareas para las que se liberan ocho sondas que se comandan desde una ventana especial desde nuestra nave. Posicionar las sondas en el sistema planetario requiere destreza para determinar con precisión (y rapidez) la ubicación de estos débiles rastros cósmicos. Dentro de los sitios de datos y reliquias esperan tesoros resguardados por un sistema de seguridad. El último paso es realizar un hackeo que nos dará acceso al loot. La anomalía desaparecerá y posiblemente se regenerará en el futuro, en otro punto del sistema. Me voy a saltear la descripción detallada porque hay muchos sitios donde leer el protocolo de exploración. Sólo me refiero a algunos elementos que no me resultaban claros cuando empecé: Se puede explorar en null-sec con fragatas T1. Las cuatro fragatas funcionan, aunque predominan los que recomiendan la Heron (Caldari) porque provee la mayor cantidad de mid-slots, donde se ubican módulos imprescindibles o importantes para exploración. La Heron posee 5 y le sigue la Imicus (Gallente) con 4. La desventaja de la Imicus contra la Heron desaparece al comparar las fragatas T2 de Caldari y Gallente: tanto la Buzzard como la Helios poseen 5 mid-slots (la diferencia está en la distribución de high/lows: 3/2 para la Heron y 2/3 para la Helios). Esta es una configuración estándar para la fragata Caldari: [Heron, T1 Explo Heron] Prototype Cloaking Device I Core Probe Launcher I, Core Scanner Probe I Salvager I 5MN Quad LiF Restrained Microwarpdrive Relic Analyzer I Data Analyzer I Scan Rangefinding Array I Scan Acquisition Array I Nanofiber Internal Structure I Nanofiber Internal Structure I Small Gravity Capacitor Upgrade I Small Gravity Capacitor Upgrade I [Empty Rig slot] Esta es una configuración estándar para la fragata Gallente: [Imicus, T1 Explo Imicus] Prototype Cloaking Device I Core Probe Launcher I, Core Scanner Probe I Salvager I 5MN Y-T8 Compact Microwarpdrive Data Analyzer I Relic Analyzer I Cargo Scanner I Nanofiber Internal Structure I Nanofiber Internal Structure I Nanofiber Internal Structure I Small Gravity Capacitor Upgrade I Small Gravity Capacitor Upgrade I [Empty Rig slot] Secuencia de mejoras: el Core Probe Launcher I (30k) lleva 8 sondas: Core Scanner Probe I (8x 7k = 56k). Al ganar confianza cambiarlas las sondas a 8x Sisters Core Scanner Probes (8x 360k = 2.88m) y más adelante el lanzador a Sisters Core Probe Launcher (29m). Luego se podría considerar el entrenamiento de Astrometrics V para poder usar Core Probe Launcher II (2m). No se puede estar clokeado (invisible) para lanzar probes ni para hackear un sitio. Sin embargo sí se puede escanear para determinar qué clase de Cosmic Signature hay en el sistema y también se pueden recuperar las probes durante la invisibilidad. El escaneo conviene hacerlo cloakeado desde un lugar seguro ( safe spot ). Si estamos cloakeados en un sitio y aparece un elemento a menos de 2000m o 2500m (por ejemplo otra nave que acudió al mismo relic-site en busca de tesoros o de fragatas frágiles) perderemos la invisibilidad. No hay que preocuparse por ratas en los sitios de exploración. O mejor sí preocuparse un poco. En el primer sitio de datos al que fui aparecieron NPCs (creo que eran drones) mientras trataba de completar un hackeo, y me mataron en 3 segundos. Debe haber sido un Ghost Site. La pobre fragata resiste muy poco daño, hay que estar atentos al local, al overview y al escaner direccional, siempre listos para huir. Como los exploradores viajan entre sistemas para buscar anomalías y luego tienen que regresar a casa, se enfrentan a gate-camps y burbujas. Hay que aprender el truco del microwarpdrive (MWD) y cloak, o usar fragatas covops para poder evadirlas sanos y salvos. El tiempo en que se puede activar el MWD después del cloak puede llegar a varios segundos (creo que son 5). En este tiempo se pueden activar módulos que no sean agresivos (no sólo el MWD). No es necesario desactivar el MWD luego de su primer ciclo ya que se desactiva solo. La idea es que al inactivar el cloak estemos cerca de la velocidad de inicio de warp. Con este propósito se usa el MWD, para neutralizar la penalización de velocidad del cloak. Básicamente el truco consiste en: Llegar saltando desde un sistema y descubrir una flota campeando la gate. Maldecir a todos los dioses de New Heaven y buscar tranquilidad, tendremos un minuto de inmunidad siendo invisibles. Elegir un destino. Alinear en esa dirección (con lo cual perdemos la invisibilidad) e inmediatamente activar el cloak (conviene ubicarlo en F1). Activar el MWD (ubicarlo en Alt-F1 o en F2) Spamear el botón de Warp (al alinear debería haber quedado seleccionado el objetivo). Cuando el ciclo del MWD esté por completarse, descloakear. Automáticamente tendrá prevalencia el warpeo que estuvimos spameando, nadie podrá targetearnos. Si había burbuja anti-warpeo es poco probable superarla, pero creo que nada impide que salgamos de ella cloakeados con la suficiente paciencia y los nervios de acero para atravesarla al 10% de la velocidad máxima que tiene nuestra nave. La nave puede moverse con el cloak puesto (sin warp), aunque sufre una penalización en la velocidad, por lo que se mueve al 10% de su máximo. Aún así, creo que conviene tirarse el cloak manteniendo el movimiento, ya que si por algún motivo nos vieron al colocarnos la manta de invisibilidad, van a tener menos chances de dar con nosotros si nos alejamos del lugar, aunque sea despacio (calculo que igual podrían encontrarnos, pero tratamos de reducir chances). Además, vale el truco de usar el primer ciclo del MWD inmediatamente después de activar el cloak). Hay que apuntar en dirección a un lugar vacío. La secuencia puede ser: Warp a 100km de algún planeta o cinturón de asteroides. Apuntar en una dirección vacía. Liberar las sondas Activar cloak. Activar el MWD. Si estamos esperando que termine el período refractario del cloak podemos warpear a distintos lugares para que el tiempo se consuma. No importa dónde liberamos las sondas. Desde una fragata covops se puede activar el cloak incluso en el medio de un warp. Se puede recentrar el sistema en el mapa manteniendo el botón derecho del mouse presionado y moviendo el puntero.","loc":"http://un-viaje-inesperado.github.io/mas-alla-del-dosmil.html","tags":"tutorial"},{"title":"Piratas en las anomalías del Caribe","text":"Cazar piratas es una fuente de ingreso de divisas para los pilotos en New Eden. Cada una de estas naves de ilegales posee una recompensa. Si logramos destruirlas entonces cobramos el importe total menos el impuesto a las ganancias que nos descuenta la corporación (el 4% en Area-52). Si van varios pilotos en flota a hacerlas chatarra, recibirán el proporcional de la recompensa, que se distribuye en partes iguales mientras los pilotos estén presentes en las cercanías, aún cuando no todos le hayan infligido daño. El monto de la recompensa es proporcional a la dificultad de destruirlas y puede verse en la ventana con la información de target (donde están los íconos de alinear, warpear, dockear, targetear, etc). Los piratas (\"ratas\" de aquí en adelante) aparecen espontaneamente en los cinturones de asteroides, algo de lo que pueden dar cuenta los mineros que sufren sus ataques. Sin embargo, encontrarlos allí es incierto, no se sabe en qué momento aparecerán. Lo más común es visitar anomalías que aparecen en el Probe Scanner marcadas como Combat Anomalies. Allí siempre hay ratas. Y donde hay ratas hay buenos botines. Las anomalías pueden clasificarse por dificultad según sus nombres. Las enciclopedias especializadas citan 10 niveles: Burrow / Drone Collection (la más fácil) Hideaway / Drone Cluster Refuge / Drone Gathering Den / Drone Gathering Yard / Drone Surveillance Rally Point / Drone Menagerie Port / Drone Herd Hub / Drone Squad Haven / Drone Patrol Sanctum / Drone Horde (la más difícil) El nombre de las anomalías está antecedido por la facción de piratas que alberga. Por ejemplo, en Immensea hay Angel Rally Point, Angel Hub, etc. Además, dentro de cada grupo, la dificultad puede subdividirse. El listado es el siguiente: Sin modificador Hidden Forsaken Forlorn Como ejemplo, aunque no necesariamente se encuentren todas ellas en un mismo sistema, pueden existir: Angel Hub Angel Hidden Hub Angel Forsaken Hub Angel Forlorn Hub A pesar de estas clasificaciones mi sugerencia es que pruebes distintas anomalías para ver cuáles te resultan más accesibles de acuerdo a tu nave y tus skills. Con mi Vexor resultó mucho más laborioso superar las anomalías fáciles de mi sistema (las Den) con su alto número de fragatas y naves pequeñas, que Rally Points, Hubs y Havens. Entre otras variables involucradas, nuestro desempeño depende de la capacidad que tengamos de sobrevivir al daño. Los pilotos con pocas horas de entrenamiento probablemente tengan un escudo que no resista mucho. Por este motivo las naves grandes de las anomalías difíciles pueden resultar relativamente más fáciles: en mi caso, si bien tenía poco shield, sólo debía alcanzarme mientras neutralizaba el ataque de fragatas y destructores, mientras que a las battleships las dejaba para el final, aprovechando que tienen dificultad para pegarle a blancos móviles y rápidos. Evadir su daño, orbitándolas de este modo se llama también tanquearlas por velocidad. Cuando vayan por ratas tengan presente que también hay diferencias dentro de anomalías del mismo tipo. Por ejemplo las Havens aparecen con una disposición dentro o cerca de una roca con forma de serpiente. Las que presentan esta forma me parecen más fáciles. Hay otras con una disposición más abierta, sin rocas alrededor, en donde creo que hay más naves. Estas últimas me resultan más difíciles. Para que sea redituable visitar anomalías hay que visitarlas con una nave que permita limpiar las sucesivas olas de ratas sin tener que volver a repararla, o hacerlo sólo una o dos veces. En esto también influye el nivel de las skills que hayamos entrenado. Al principio, con la Vexor normal bajaba un par de piratas y debía huir porque ya peligraba mi escudo, con el riesgo adicional de quedar atrapado por el Warp Scrambler de una fragata, o también arriesgaba la armadura debido a la lentitud de los drones pesados para retornar (ya que tampoco es redituable dejarlos abandonados cada vez que haya que salir corriendo). Si les pasa eso, vean qué skills necesitan subir para mejorar su dps y su escudo, y tengan paciencia. Mientras esperan a que el entrenamiento brinde sus frutos, quizás puedan dedicarse a prestar servicios de protección a los mineros en las anomalías. Para tener una idea de las ganancias de ISK, tras un mes de juego con entrenamiento bastante orientado al rateo (y si no sufro interrupciones por la visita de enemigos), logro sacar unos 25 millones de isk por hora. Pilotos más antiguos dan cifras tres veces mayores con esta misma actividad. Seguiremos con más información en próximos posteos.","loc":"http://un-viaje-inesperado.github.io/piratas-en-las-anomalias-del-caribe.html","tags":"tutorial"},{"title":"Drones","text":"Gran parte de este artículo está extraido de Eve University . Los drones son una extensa familia de ayudantes que los pilotos poseen para realizar distintas tareas, desde el combate hasta la minería. En estas lineas nos centraremos en los drones de combate. Tipos de drones Combate: Light scouts (livianos): se usan contra fragatas, destructores y otros drones. Medium scouts (medianos): se usan contra Cruisers y Battlecruisers. Heavy scouts (pesados): se usan contra Battleships y targets estacionarios. Sentry : son fijos, para blancos fijos o con pequeña velocidad angular (no importa si se trata de battleships o fragatas). Tienen la ventaja de no requerir tiempo de viaje para iniciar el daño o para retirarlos. Observación : el resto de esta guía está más orientado a los scouts que a los sentrys. Mineros. Recicladores: recuperan restos de las chatarras espaciales. Logísticos: reparan escudos y armaduras de naves amigas (no propias). De guerra electrónica: interfieren las naves enemigas, provocando problemas en sus sensores y otros sistemas electrónicos. Dentro de cada clase hay distintos drones. Por ejemplo, los livianos fabricados por minmatar, gallente, caldari y amarr son los warriors, hobgoblin, hornet y acolyte, respectivamente. Cada uno de ellos provoca distinto tipo de daño (explosivo, térmico, cinético y electrónico), tienen diferente velocidad en su poder de fuego, etc. Por otra parte hay variaciones de estos drones que provocan una mezcla de daño, son las versiones \"integrated\" y \"augmented\", y además están otras versiones de facción. Muchas de las características están listadas en forma de tabla en la página de Eve University . Número de drones Cada nave tiene dos características que afectan el número de drones que puede almacenar (el tamaño de su drone bay ) y el número de drones que puede controlar (el ancho de banda). Cuando se libera desde la nave, cada dron ocupa una banda de frecuencias para poder controlarlo, por lo cual el ancho de banda de la nave limita el número de drones que puede liberar simultaneamente. Requerimientos: Livianos: 5m3 y 5Mbit/seg Medianos: 10m3 y 10Mbit/seg Pesados: 25m3 y 25Mbit/seg Disponer en el drone bay de distinto tipo de drones permite más flexibilidad para liberar aquellos que hagan más daño al enemigo que enfrentamos, o para realizar distintas tareas en un mismo viaje. Por ejemplo, una Vexor (común) tiene 125m3 y 75 Mbit/seg de ancho de banda, por lo cual sólo puede liberar 3 drones pesados (cada uno requiere 25 Mbit/seg). Los drones medianos requieren 10 y los pequeños 5. La misma Vexor puede liberar 2 pesados + 2 medianos + 1 liviano (= 2x25 + 2x10 + 5). Y además puede llevar drones de reciclaje (ocupan 5m3 cada uno y 5 Mbit/seg) para el momento en que el combate termina. Rango de control Sólo se pueden comandar los drones que estén dentro de una cierta distancia de la nave, que de base está en 20 km. Si el target está a una distancia mayor que este rango, los drones tampoco pueden atacarlo. Si el target está dentro del rango, pero durante el combate se aleja, los drones lo siguen. Éstos aún pueden ser recuperados por nuestra nave si están dentro de los 250km. Si se alejan más, quedan abandonados y hay que ir a recuperarlos. Ventana de control de drones Al estar fuera de una estación, la nave con drones dispone de una ventana para controlarlos. Cada dron se representa en una linea con tres barras que indican el estado de su escudo (shield), armadura (armor) y estructura (hull). A medida que reciben daño estas barras se van poniendo rojas. Los drones pueden estar en el bay de la nave o en el espacio, lo cual se refleja porque aparecen debajo de Drones in bay o debajo de Drones in space . Los drones se pueden controlar individualmente, pero es más facil agruparlos para poder comandarlos en grupos (por ejemplo: todos los livianos). Para organizarlos en grupo hay que invocar su menú contextual y elegir \"move to\". Una vez formados los grupos se comandan con el menú contextual (individual o grupal). Además del menú contextual se pueden usar combinaciones de teclado o la técnica de arrastrar y soltar (drag and drop) con el mouse. Por ejemplo para liberarlos se los arrastra al espacio exterior (!) o desde Drones in bay a Drones in space . La orden para liberar los drones de la nave no se puede bindear al teclado, pero sí se puede bindear la orden para atacar, para retornar a la nave y para atacar. También se los puede controlar a través del overview. Órdenes Assist : asistir a otro miembro de la flota, para atacar el último de sus blancos (/Assist/). Si el otro miembro activa distintos módulos sobre distintos targets, los drones van a ir yendo de un blanco al otro, perdiendo eficacia. Guard : proteger a otro miembro de la flota, es semejante a ponerlos en modo agresivo. Mine : minan el objetivo durante un ciclo y retornan a la nave. Mine repeatedly : minan el objetivo hasta que se vacía. Salvage : reciclan el wreck targeteado. Si no hay ninguno targeteado, reciclan todos los wrecks propios (siempre que estén dentro del rango). Para reciclar wrecks ajenos hay que targetearlos. Return to drone bay : los drones detienen su acción y vuelven a la nave a máxima velocidad, donde re-doquean. Abandon : abandono del dron (por ejemplo al querer cambiar de tipo de drone sin tener que esperar a que retornen). El dron se detiene y se vuelve inerte. Scoop to Cargo : recoge los drones en el cargo, para lo cual debe estar a menos de 2500m. Se usa cuando el drone bay está lleno o cuando se encuentra un dron abandonado. Scoop to drone bay : se usa para retornar al dron bay un dron deshabilitado, para poder relanzarlo (debe estar a menos de 2500m). Skills Las skills más importantes para drones son: Drone Interfacing : buff de 10% (por nivel) al daño. Drone Navigation : los hace más rápidos al usar su MWD. Permite que lleguen antes a rango de su objetivo y también es útil para recuperarlos en caso de urgencia para huir. Drone Sharpshooting : incrementan el rango al cual los drones pueden disparar con efectividad, les permite ponerse en rango más rápido. Drone Avionics : habilita el uso del módulo Drone Link Augmentor y también otorga un mayor rango de control sobre todos los drones (+5km/nivel). Advanced Drone Avionics : habilita drones para EWAR y otorga mayor rango de control sobre todos los drones (+3km/nivel). Light/Medium/Heavy/Sentry Drone Operations/Interfacing : incrementa el daño de su tipo de drone. (racial) Drone Specialization : desbloquea los drones raciales T2 e incrementa el daño de los mismos. Además hay que tener en cuenta los bonus de las naves. Por ejemplo la Vexor Navy Issue tiene bonus para drones que se incrementan según el nivel de la skill Gallente Cruiser (y de una manera muy significativa). Drone Modules Drone Damage Amplifier : low-slot, incrementa el daño de los drones. Drone Link Augmentor : high slot, incrementa el rango de control de los drones. Drone Navigation Computer : mid-slot, incrementa el envión que reciben los drones al activar el MWD (es más efectivo en drones livianos, pero también mejora el tiempo de /engage/ de los drones más pesados, lo cual podría suplirse con un Stasis Webifier para usar sobre el objetivo). Omnidirectional Tracking Link : mid-slot, incrementa la velocidad de tracking y su rango óptimo (excelente para sentry, también puede usarse para mejorar el DPS de drones grandes y lentos sobre naves pequeñas y rápidas. Se pueden cargar con /tracking scripts/ que mejoran un aspecto (range, tracking) a expensas del otro. Omnidirectional Tracking Enhancer : low-slot, semejante al anterior, con leves diferencias de estadísticas. No pueden usar /tracking scripts/, así que son menos efectivos pero se usan cuando no quedan mid-slots libres. Drone Control Unit : sólo para naves capitales, permiten lanzar un dron extra. También hay ocho tipos de rigs que afectan el funcionamiento de los drones (ver /Ship Modifications/ -> / Rigs/ -> /Drone Rigs/). Otros módulos recomendados para PvE Afterburner (para permitir el tanqueo por velocidad). El capacitor debe quedar estable. Recién se pueden equipar otras armas cuando queda capacidad sobrante en CPU y powergrid. Damage control II Rigs para mejorar el tanqueo. Settings En la opción \"Drone Settings\" de la pantalla de drones (el cuadrado en la esquina superior izquierda) aparecen opciones para calibrar el comportamiento por defecto de los drones: Passive vs. Aggressive : en /pasivo/ sólo obedecen las órdenes del piloto (no atacan automaticamente), en /agresivo/ atacarán si el blanco potencial está dentro del rango y nos está disparando o nos está atacando con EWAR. No atacan sólo por que hayamos sido targeteados. En /agresivo/ siguen atacando incluso si están haciendo \"jamming\" contra nosotros (que es cuando nos impiden controlarlos). Focus Fire : comanda a los drones a atacar un mismo target hasta destruirlo, en vez de dispersar el daño en distintos blancos. Fighter Settings : Attack and Follow. Opción avanzada... Los fighters perseguirán al blanco hasta que sea destruido, incluso si warpea. Drones desconectados Al warpear sin los drones o alejarse 250km de ellos por el motivo que sea, éstos quedan inertes. Si el dueño retorna al mismo grid o se acerca a los drones fuera de rango puede recuperarlos haciendo click con el botón derecho sobre el capacitor de la nave y seleccionando \"Reconnect to Lost Drones\". Cualquier dron abandonado puede obtenerse así, es legal hacerlo. Uso en PvE Los NPC pueden targetear a los drones. En general atacan a los que son más peligrosos, prefiriendo a los de tamaño similar al suyo: Fragatas y cruceros de elite (fragatas de asalto, cruceros de asalto pesado y algunas otras naves con nombres especiales) targetean de drones pequeños hacia arriba. Fragatas y cruceros comunes apuntan a drones medianos hacia arriba. Battleships van por los drones grandes. Los drones que reciben daño se deberían retornar a la nave antes de que sean destruidos por el fuego enemigo, y cuando el NPC cambia su target (generalmente a nuestra nave) se los puede reenviar. Hay que considerar que nuestros drones seguirán recibiendo daño mientras viajan de retorno, por lo cual conviene evitar enviarlos muy lejos y también conviene llamarlos antes de que caiga del todo su escudo. Los drones livianos no reciben daño de naves medianas, y los drones medianos no reciben daño de las naves grandes. Cada facción de piratas es más sensible a un tipo de daño, por lo cual conviene elegir los drones que provocan más daño de esa clase (explosivo, cinético, térmico o electrónico). Sin embargo el daño no es la única variable a tener en cuenta. Por ejemplo los drones livianos de distintas razas (Acolytes, Hobgoblins, Hornets y Warriors) no solo se diferencian en la cantidad y tipo de daño que infligen sino en su velocidad, tracking, etc. Aunque están equilibrados en todas estas propiedades (los Minmatar son los más rápidos pero tienen el menor DPS) es esencial usar aquellos que mejor se adaptan al blanco a atacar. A los Angels Cartel hay que atacarlos con armas explosive o kinetic, por lo cual convienen los drones Caldari (Hornet, Vespa, Wasp), y los Minmatar (Warrior, Valkyrie, Berserker). Y aunque lo vayamos a comentar en otro post más específico sobre anomalías, nuestro shield debe estar también optimizado para resistir el daño explosivo y cinético que provocan los piratas del Angel Cartel. Se puede consultar una lista con el daño de los NPC en esta página (donde están los nombres de los NPC de la facción, que es una información menos frecuente, por ejemplo dentro del Angel Cartel: Angel, Domination, Gist, Gistatis, Gistii, Gistior, Gistum). Tácticas (ver también el artículo sobre ratear con la VNI) Estas sugerencias vienen de los consejos que recibí en la corporación y de mi experiencia con la Vexor Navy Issue, y se aplican si usamos drones móviles en vez de sentrys. La mecánica para limpiar anomalías es warpear a 20km del sitio y ubicar inmediatamente un elemento fijo sobre el cual orbitar a 15km. Encender el escudo y el afterburner para iniciar el tanqueo a velocidad. Una alternativa es orbitar cercanamente a la nave targeteada (a la cual se llega con el AB o un MWD). Conviene estar cerca de los drones, para que el tiempo de viaje desde y hacia la nave no haga peligrar que los recuperemos si tenemos que huir rápido (salvo que no tengamos problema en abandonarlos). Para evitar que los drones o nuestra nave caigan bajo la acción de warp scramblers o stasis webifiers (que nos impiden ganar velocidad o huir) es mejor eliminar las naves pequeñas al principio. Si hay capacidad suficiente para instalar módulos sin volver inestable el capacitor, entonces se pueden usar armas largas para aumentar el DPS o armas cortas para defenderse contra el ataque de naves pequeñas. Desde mi punto de vista son más fáciles las anomalías con naves grandes que aquellas donde hay multitud de pequeñas y medianas. Por eso, no confiar ciegamente en los listados de dificultad de las anomalías, y estar atento a huir rápido si el match se complica. Hay más información en esta página: [Using drones]( http://wiki.eveuniversity.org/Using_Drones ). Reciclado Se puede liberar el Mobile Tractor Unit (MTU) al iniciar el combate, ya que no será atacado por los piratas. El MTU juntará los wrecks y los looteará. Al acabar con los piratas, liberar los salvage drones y sin targetear nada darles la orden de reciclar. Los drones harán su trabajo. No olvidarse de recuperar el MTU y el cargo con el loot. Considerar que este proceso es cómodo, pero menos efectivo que usar una nave destinada especialmente a salvage (como un destructor o una Noctis). Observaciones Se pueden encontrar drones abandonados con las /combat probes/.","loc":"http://un-viaje-inesperado.github.io/drones.html","tags":"tutorial"},{"title":"Batallas perdidas","text":"El inicio de la guerra actual, hace algunos días, determinó el fin de la minería y el ajusticiamiento de piratas (mis fuentes de ingreso de isk) por la alta frecuencia de visitas indeseables. Sufrí la pérdida de 2 naves por errores propios, que voy a detallar para compartir la pesadumbre y la experiencia de la que pueden beneficiarse otros jugadores nuevos (yo llevo poco más de un mes en New Eden). Perdí primero mi nave de rateo, una Vexor Navy Issue con cinco drones de facción y un mobile tractor unit (MTU). En total, el killboard indica que además de la inocencia, perdí 91.8m de isk. La breve historia fue así: un neutral estaba estacionado en nuestro sistema desde el día anterior. Alguien dijo en Intel (el canal donde los miembros de la alianza nos avisamos de la presencia de invasores) que no le prestemos atención a ese personaje, que era suyo y estaba inactivo. Eso fue por la noche. A la mañana siguiente veo que seguía allí, sin nadie más, así que salí confiado a matar piratas de Angels Cartel para incrementar mis arcas con algunas recompensas. Luego de un par de oleadas, veo que aparece cerca mío la fragata del indeseable, un triangulito azul en la ventana de overview, y allí entro en una alocada desesperación. Lo targueteo y al mismo tiempo trato de warpear hacia algún lado, pero no lo logro y en un abrir y cerrar de ojos aparece otra nave y me empieza a bajar. Tengo el corazón acelerado y la mente en blanco, sólo trato de warpear y no logro saber si me falta mucho o poco porque no se dónde mirar, sólo veo que mi escudo está cada vez más rojo. Cuando el daño penetra en la armadura la resistencia de la nave se desagota como un balde al que le seccionaron el fondo con un sable laser. Tomo nota mental: no debo confiar en rumores de desconocidos, incluso si son integrantes de la alianza. Capitalizar la experiencia significaría que la próxima vez que me encuentre en una situación parecida, debería alinearme con algun elemento que no requiera rotar la nave para warpear, para lo cual tendré que ser valiente (?), vencer mi desesperación mental y mirar con tranquilidad qué planetas o cosas hay en la dirección que apunta la nave (si en vez de orbitar pudiese ratear inmóvil, obviamente debería estar alineado para huir desde el inicio). Quizás no hubiese podido superar su Warp Scrambler II, pero si mis drones me daban aire, tal vez hubiese tenido alguna oportunidad de saltar. La fragata en realidad era un stealth bomber equipado con el Warp Scrambler y un Covert Cynosural Field Generator que abrió una puerta para que su cómplice, una Battleship BlackOps, me pisoteara. Al día siguiente, tras una mudanza colectiva a un sistema supuestamente más tranquilo, enfilo a una anomalía minera con una Procurer a la que acababa de comprarle 7.5m en rigs. Encuentro la anomalía infectada de piratas, así que warpeo a un planeta cualquiera mientras miro qué otra sitio de mineo puedo visitar. Acá pierdo el hilo de los hechos, no se exactamente si fue todo así, pero lo reproduzco lo mejor que puedo. Volví a warpear hacia la base y en vez de quedarme atento hasta confirmar que dockeara, cambié de pantalla y me puse a leer en el navegador. Un par de minutos después vuelvo y descubro que la nave aún estaba viajando hacia la estación a su velocidad normal (fuera del warp) al tiempo que veo un neutral. Estoy lejos, no recuerdo exactamente pero eran unos 80 km. Por suerte el neutral abandona el sistema y entonces cometo el error más grave: no hago nada, dejo que la nave siga su lento camino hacia la estación, cuando lo que debería haber hecho (lo pienso ahora, cómodo en el silencio de la noche) es warpear a un sitio cercano para colocarme a más de 150 km de la estación para poder volver a warpear-dockear. No lo hice, quizás para poder aprender del derramamiento de sangre; de repente en el sistema apareció una nutrida comitiva que en un instante acabó con mi esperanza de llegar a salvo. El kill lo lograron entre 14 pilotos, una masacre que sólo puede alegrar a un grupo de patoteros. El tercer error en esta secuencia de pérdidas había ocurrido antes: me olvidé de asegurar la nave, así que de los 32.5m dé pérdidas no llegué a recuperar un tercio. Fly safe! (no como yo...)","loc":"http://un-viaje-inesperado.github.io/batallas-perdidas.html","tags":"bitácora"}]}